{
  "name": "data0002",
  "section": "COVID-19",
  "type": "real",
  "file_name": "NONE",
  "API": "n8mc-b4w4",
  "page_name": "COVID-19 Case Surveillance Public Use Data with Geography",
  "description": "This case surveillance public use dataset has 19 elements for all COVID-19 cases shared with CDC and includes demographics, geography (county and state of residence), any exposure history, disease severity indicators and outcomes, and presence of any underlying medical conditions and risk behaviors.",
  "source": "https://data.cdc.gov/Case-Surveillance/COVID-19-Case-Surveillance-Public-Use-Data-with-Ge/n8mc-b4w4/about_data",
  "local_file_update_date": "3/2/2024",
  "upload_user": ["Emily","Shraddha R. Bandekar","Anjie Liu"],
  "columns": {
    "case_month": "The earlier of month the Clinical Date (date related to the illness or specimen collection) or the Date Received by CDC",
    "res_state": "State of residence",
    "state_fips_code": "State FIPS code",
    "res_county": "County of residence",
    "county_fips_code": "County FIPS code",
    "age_group": "Age group [0 - 17 years; 18 - 49 years; 50 - 64 years; 65 + years; Unknown; Missing; NA, if value suppressed for privacy protection.]",
    "sex": "Sex [Female; Male; Other; Unknown; Missing; NA, if value suppressed for privacy protection.]",
    "race": "Race [American Indian/Alaska Native; Asian; Black; Multiple/Other; Native Hawaiian/Other Pacific Islander; White; Unknown; Missing; NA, if value suppressed for privacy protection.]",
    "ethnicity": "Ethnicity [Hispanic; Non-Hispanic; Unknown; Missing; NA, if value suppressed for privacy protection.]",
    "case_positive_specimen_interval": "Weeks between earliest date and date of first positive specimen collection",
    "case_onset_interval": "Weeks between earliest date and date of symptom onset.",
    "process": "Under what process was the case first identified? [Clinical evaluation; Routine surveillance; Contact tracing of case patient; Multiple; Other; Unknown; Missing]",
    "exposure_yn": "In the 14 days prior to illness onset, did the patient have any of the following known exposures: domestic travel, international travel, cruise ship or vessel travel as a passenger or crew member, workplace, airport/airplane, adult congregate living facility (nursing, assisted living, or long-term care facility), school/university/childcare center, correctional facility, community event/mass gathering, animal with confirmed or suspected COVID-19, other exposure, contact with a known COVID-19 case? [Yes, Unknown, Missing]",
    "current_status": "What is the current status of this person? [Laboratory-confirmed case, Probable case]",
    "symptom_status": "What is the symptom status of this person? [Asymptomatic, Symptomatic, Unknown, Missing]",
    "hosp_yn": "Was the patient hospitalized? [Yes, No, Unknown, Missing]",
    "icu_yn": "Was the patient admitted to an intensive care unit (ICU)? [Yes, No, Unknown, Missing]",
    "death_yn": "Did the patient die as a result of this illness?  [Yes; No; Unknown; Missing; NA, if value suppressed for privacy protection.]",
    "underlying_conditions_yn": "Did the patient have one or more of the underlying medical conditions and risk behaviors: diabetes mellitus, hypertension, severe obesity (BMI>40), cardiovascular disease, chronic renal disease, chronic liver disease, chronic lung disease, other chronic diseases, immunosuppressive condition, autoimmune condition, current smoker, former smoker, substance abuse or misuse, disability, psychological/psychiatric, pregnancy, other. [Yes, No, blank]"
  }
}